{
  "readme.and_more": "و بیشتر...",
  "readme.chinese_veiw": "اسکرین شات چینی",
  "readme.easy_setup": "راه اندازی آسان با استفاده از",
  "readme.english_veiw": "اسکرین شات انگلیسی",
  "readme.german_veiw": "اسکرین شات آلمانی",
  "readme.go_wiki": "در اینجا راهنمای کاربر دقیق تر است",
  "readme.localization": "بومی سازی خوب با پشتیبانی از ده ها زبان:",
  "readme.more_help": "از ما کمک بیشتری بخواهید",
  "readme.open_github": "پروژه های منبع باز ما در Github",
  "readme.quick_start": "شروع سریع",
  "readme.run_os": "قابل اجرا بر روی لینوکس، ویندوز، MacOS و موارد دیگر...",
  "readme.russian_veiw": "اسکرین شات روسی",
  "readme.supports": "پشتیبانی می کند:",
  "readme.title": "Coctohug - ده ها چنگال بلاک چین چیا را که از یک مرورگر وب استخراج می کنند را مدیریت کنید!",
  "readme.trademark_detail": "CHIA NETWORK INC، CHIA™، CHIA BLOCKCHAIN™، CHIA PROTOCOL™، CHIALISP™ و \"لوگوی برگ\" (شامل لوگوی برگ به تنهایی هنگامی که به Chia اشاره یا نشان می دهد)، علائم تجاری یا علائم تجاری ثبت شده Chia Network, Inc هستند. .، یک شرکت دلاور. *هیچ وابستگی بین این پروژه Coctohug و پروژه اصلی Chia Network وجود ندارد.*",
  "readme.trademark_notice": "اعلامیه علامت تجاری",
  "wiki.access": "دسترسی داشته باشید",
  "wiki.advanced_settings": "تنظیمات پیشرفته",
  "wiki.best_practices": "بهترین شیوه ها",
  "wiki.blocks_found_n_coins": "بلوک پیدا شد / سکه دریافت شد",
  "wiki.browser_access_url": "مرورگر را باز کنید و با url به WebUI دسترسی پیدا کنید",
  "wiki.check_fews_days": "هر چند روز یکبار گیتهاب کوکتوگ را چک کنید",
  "wiki.choose_language": "در سمت راست بالای WebUI، هر زبانی را که بیشتر دوست دارید انتخاب کنید",
  "wiki.claim_nft": "جوایز NFT 7/8 خود را مطالبه کنید",
  "wiki.click_allow_harvester": "و روی Allow Harvester کلیک کنید تا پیوند بین کنترلر و دروگر ایجاد شود",
  "wiki.cold_wallet": "کیف پول سرد",
  "wiki.common_settings": "تنظیمات مشترک",
  "wiki.confirm_cold_address": "با مقایسه فایل دانلود شده با اطلاعات نشان داده شده در برگه کلیدها، صحت هر آدرس را به صورت دستی تأیید کنید",
  "wiki.connect_blockchain": "برای بررسی وضعیت دقیق می توانید به تب Connections یا Blockchains بروید",
  "wiki.connections_management": "مدیریت اتصالات",
  "wiki.cpu_requirement": "پس از همگام سازی، پردازنده های نسل دهم Intel® Core™ i7 باید برای پرورش بیش از 50 فورک بلاک چین کافی باشد.",
  "wiki.cpu_requirement_note": "با این حال، برای مرحله همگام سازی گره اولیه، واقعا CPU را می خورد. بنابراین توصیه می کنیم برای هر گروه 5 فورک بلاک چین راه اندازی کنید و گروه به گروه شروع کنید",
  "wiki.daily_report": "گزارش روزانه",
  "wiki.decrypt_with_password": "هنگام اضافه کردن فورک های بلاک چین جدید، می توانید آن را با رمز عبور رمزگشایی کنید",
  "wiki.disk_requirement": "دیسک معمولی باید برای فورک های بلاک چین بیش از 50 مناسب باشد",
  "wiki.edit_connection": "می توانید اتصالات را در تب Connections اضافه یا حذف کنید",
  "wiki.encrypt_your_keys": "کلیدهای شما را با رمزی که فقط شما می دانید رمزگذاری می کند",
  "wiki.enter_form_fields": "سپس تمام فیلدهای فرم لازم را وارد کرده و فایل های زیپ شده docker-compose تولید شده را دانلود کنید",
  "wiki.examine_other": "شما همچنین می توانید جزئیات را با استفاده از برگه های دیگر بررسی کنید",
  "wiki.execute_by_step": "همچنین می توانید اسکریپت های بالا را مرحله به مرحله اجرا کنید",
  "wiki.export_cold_wallet": "صادرات حساب کیف پول سرد",
  "wiki.farming": "معدن",
  "wiki.farming_warnings": "هشدارهای معدن",
  "wiki.fast_provide": "لیست گره ها و فایل پایگاه داده را ارائه می دهد (روی هر بلاک چین کلیک کنید و سپس می توانید آنها را در قسمت بالا سمت راست پیدا کنید)",
  "wiki.fast_sync": "برای تسریع همگام سازی گره خود،",
  "wiki.few_minutes_harvester": "چند دقیقه بعد، می‌توانید در برگه دست‌های WebUI، دروگر را ببینید",
  "wiki.fork_panel_background": "هر چنگال-پنل بلاک چین در تب Summary اگر خوب کار کند پس زمینه سبز روشن خواهد داشت، در غیر این صورت پس زمینه زرد روشن خواهد بود.",
  "wiki.fork_worker": "این هر کارگر فورک بلاک چین است",
  "wiki.forks": "فورک های بلاک چین",
  "wiki.generate_new_key": "در صفحه راه اندازی WebUI، این بار یک کلید جدید ایجاد کنید",
  "wiki.get_24_mnemonic_words": "با اسکریپت ترمینال مشابه، 24 کلمه یادگاری دریافت کنید",
  "wiki.go_each_folder": "به هر پوشه بروید و اسکریپت را اجرا کنید",
  "wiki.go_to_site": "به سایت بروید",
  "wiki.hands_management": "مدیریت دست",
  "wiki.hardware_requirements": "الزامات سخت افزاری",
  "wiki.harvester": "دروگر",
  "wiki.harvester_generate_compose": "و برای ایجاد پوشه های docker-compose روی Harvester Mode کلیک کنید",
  "wiki.import_backup": "نکته 1: توصیه می کنیم قبل از وارد کردن، از تنظیمات کیف پول خود نسخه پشتیبان تهیه کنید",
  "wiki.import_cold_wallet": "وارد کردن حساب کیف پول سرد",
  "wiki.import_json": "فایل json کیف پول سرد دانلود شده قبلی (توصیه شده در دستگاه های مختلف) را وارد کنید",
  "wiki.import_machine": "در دستگاه ماینینگ خود، به تنظیمات - تب کیف پول سرد مراجعه کنید",
  "wiki.import_wait": "چند دقیقه صبر کنید و به تب کیف پول بروید تا ببینید آیا آدرس کیف پول سرد به روز شده است یا خیر",
  "wiki.incompatible_db_issue": "در صورت بروز مشکل db ناسازگار، می توانید فایل پایگاه داده موجود را قبل از اجرای اسکریپت شروع docker-compose حذف کنید.",
  "wiki.keys": "کلیدها",
  "wiki.linux_setup": "راه اندازی Coctohug در سیستم عامل لینوکس",
  "wiki.list_all_nodes": "تمام اتصالات گره را فهرست کنید",
  "wiki.list_disk_search": "مشکل احتمالی جستجوی دیسک را فهرست کنید",
  "wiki.list_network": "مشکل احتمالی شبکه را فهرست کنید",
  "wiki.list_plot_count": "مشکل احتمالی کاهش تعداد نمودار را فهرست کنید",
  "wiki.list_sin_point": "مشکل احتمالی نشانه را فهرست کنید",
  "wiki.list_total_blocks": "کل بلوک های یافت شده را فهرست کنید",
  "wiki.list_total_coins": "کل سکه های دریافتی را فهرست کنید",
  "wiki.list_wallet": "وضعیت کیف پول و موجودی حساب را فهرست کنید",
  "wiki.local_language": "زبان محلی",
  "wiki.macos_setup": "راه اندازی Coctohug در سیستم عامل مک",
  "wiki.monitor_farming": "سپس می توانید وضعیت استخراج را با روش های مختلف نظارت کنید",
  "wiki.monitoring": "نظارت بر",
  "wiki.new_forks_will_supported": "فورک های جدید بلاک چین به زودی پشتیبانی خواهند شد",
  "wiki.nft_recovery": "بازیابی NFT",
  "wiki.no_more_5_forks": "نکته 1: بیش از 5 فورک بلاک چین را همزمان راه اندازی نکنید، زیرا فورک های بلاک چین چیا هنگام همگام سازی گره برای اولین بار CPU را می خورند.",
  "wiki.node_sync": "همگام سازی گره",
  "wiki.node_sync_default": "Node به طور پیش فرض به طور خودکار همگام می شود",
  "wiki.node_sync_done": "هنگامی که همگام سازی گره انجام شد، کشاورزی باید به طور خودکار شروع شود",
  "wiki.one_line_script": "اسکریپت یک خطی",
  "wiki.or_generate_new_key": "یا می توانید یک کلید کاملاً جدید ایجاد کنید - این عمدتاً برای اهداف کیف پول سرد است",
  "wiki.password": "کلمه عبور",
  "wiki.prepare_new_machine": "یک ماشین جدید (متفاوت با ماشین معدن) آماده کنید",
  "wiki.prompt_24_words": "هنگامی که برای اولین بار با URL به WebUI دسترسی پیدا می کنید، از شما خواسته می شود 24 کلمه یادگاری را وارد کنید - این عمدتا برای اهداف کشاورزی است.",
  "wiki.prompt_password": "هنگامی که برای اولین بار با URL به WebUI دسترسی پیدا می کنید، از شما خواسته می شود یک رمز عبور برای تنظیمات ایمن تنظیم کنید",
  "wiki.quick_start": "شروع سریع",
  "wiki.ram_required": "نکته 2: برای هر فورک بلاک چین حدود 1.8 گیگ رم لازم است، بنابراین چند فورک بلاک چین را بر اساس حافظه رایانه خود انتخاب کنید.",
  "wiki.ram_requirement": "حافظه مورد نیاز برابر است با: تعداد فورک های استخراج بلاک چین، ضربدر 1.8G RAM",
  "wiki.received_coins_link": "برگه سکه های دریافتی دارای پیوند است:",
  "wiki.remaining_same": "مراحل باقیمانده مانند بالا هستند",
  "wiki.remove_hand": "زمانی که دیگر قصد کشاورزی ندارید، می توانید یک دست را بردارید",
  "wiki.rull_all_folders": "همه پوشه ها را به ترتیب اجرا کنید:",
  "wiki.same_with": "مشابه با",
  "wiki.secure_include": "تنظیمات ایمن عبارتند از: کیف پول سرد، انتقال سکه، راه اندازی مجدد فورک های بلاک چین، دروگر...",
  "wiki.secure_passphrased_24": "رمز عبور امن 24 کلمه یادگاری",
  "wiki.setting_password": "با رمز عبور امن خود به تب تنظیمات بروید",
  "wiki.setting_password_transfer": "به تب کیف پول بروید و رمز عبور امن خود را برای انتقال سکه وارد کنید",
  "wiki.settings_export_cold": "و به تنظیمات - تب سرد کیف پول بروید تا آدرس های کیف پول سرد را صادر کنید",
  "wiki.settings_import_cold": "و برای وارد کردن آدرس کیف پول سرد به تنظیمات - تب سرد کیف پول بروید",
  "wiki.setup": "برپایی",
  "wiki.setup_compose_folders": "پوشه های docker-compose را راه اندازی کنید",
  "wiki.summarize_block_day": "خلاصه بلوک های یافت شده / سکه های دریافت شده در روز",
  "wiki.summarize_block_week": "خلاصه بلوک های یافت شده / سکه های دریافت شده در هفته",
  "wiki.summarize_warning_day": "خلاصه هشدارهای معدن در روز",
  "wiki.summarize_warning_week": "هشدارهای معدن را به صورت هفته خلاصه کنید",
  "wiki.summary_show": "برگه خلاصه می تواند موارد زیر را نشان دهد: مجموع سکه های استخراج شده، موجودی حساب، تعداد قطعه، اندازه قطعه، اندازه Netspace و زمان مورد انتظار برای برنده شدن",
  "wiki.switch_language_later": "در صورت تمایل می توانید بعداً به هر زبان دیگری تغییر دهید",
  "wiki.transfer_coin": "همچنین می توانید سکه ها را در تب کیف پول انتقال دهید",
  "wiki.transfer_coins": "انتقال سکه",
  "wiki.ubuntu_wsl": "اوبونتو یا سیستم لینوکس دیگر را با استفاده از WSL نصب کنید",
  "wiki.unzip_docker_compose": "پوشه های دانلود شده را از حالت فشرده خارج کنید و آنها را در پوشه کاری خود کپی کنید",
  "wiki.upgrade": "ارتقا دهید",
  "wiki.used_secure_24": "می توان برای ایمن سازی 24 کلمه یادداشتی خود استفاده کرد",
  "wiki.visit": "بازدید کنید",
  "wiki.wait_few_minutes": "چند دقیقه صبر کنید تا فورک های بلاک چین راه اندازی مجدد شوند",
  "wiki.wallet_mode_generate": "و برای ایجاد پوشه های docker-compose روی Wallet Mode کلیک کنید",
  "wiki.wallets_management": "مدیریت کیف پول",
  "wiki.weekly_report": "گزارش هفتگی",
  "wiki.windows_setup": "Coctohug را در سیستم عامل ویندوز راه اندازی کنید",
  "wiki.firewall_port": "نکته 4: ممکن است لازم باشد پورت های مجاز از 12630 تا 12700 را به تنظیمات فایروال سیستم خود اضافه کنید.",
  "wiki.re_script": "نکته 3: در صورت وجود هر گونه مشکل، ممکن است لازم باشد همه پوشه ها را به ترتیب مجدد اجرا کنید:",
  "wiki.import_note_2": "نکته 2: فقط چنگال های بلاک چین فعال می توانند کیف پول سرد وارد کنند. لطفاً قبل از انجام این کار بررسی کنید که آیا فورک های بلاک چین متوقف شده است یا خیر. مطمئناً می‌توانید بعداً با راه‌اندازی مجدد آنها دوباره وارد کنید"
}