{
  "readme.and_more": "e máis...",
  "readme.chinese_veiw": "Captura de pantalla chinesa",
  "readme.easy_setup": "Fácil instalación usando",
  "readme.english_veiw": "Captura de pantalla en inglés",
  "readme.german_veiw": "Captura de pantalla en alemán",
  "readme.go_wiki": "Aquí tes un manual de usuario máis detallado",
  "readme.localization": "Agradable localización con soporte para decenas de idiomas:",
  "readme.more_help": "Busca máis axuda no noso",
  "readme.open_github": "Proxectos de código aberto en Github",
  "readme.quick_start": "Inicio rápido",
  "readme.run_os": "Funciona en Linux, Windows, MacOS e moito máis...",
  "readme.russian_veiw": "Captura de pantalla rusa",
  "readme.supports": "Soporta:",
  "readme.title": "Coctohug - Xestiona decenas de minería de forks de blockchain de chia desde un navegador web!",
  "readme.trademark_detail": "CHIA NETWORK INC, CHIA™, CHIA BLOCKCHAIN™, CHIA PROTOCOL™, CHIALISP™ e o \"logotipo da folla\" (incluíndo só o logotipo da folla cando se refire ou indica a Chia), son marcas comerciais ou marcas rexistradas de Chia Network, Inc. ., unha corporación de Delaware. *Non hai afiliación entre este proxecto Coctohug e o proxecto principal da Rede Chia.*",
  "readme.trademark_notice": "Aviso de marca comercial",
  "wiki.access": "Acceso",
  "wiki.advanced_settings": "Configuración avanzada",
  "wiki.best_practices": "Mellores prácticas",
  "wiki.blocks_found_n_coins": "Bloques atopados / Moedas recibidas",
  "wiki.browser_access_url": "Abre o navegador e accede á WebUI con url",
  "wiki.check_fews_days": "Comproba coctohug github cada poucos días",
  "wiki.choose_language": "Na parte superior dereita da WebUI, escolle o idioma que máis che guste",
  "wiki.claim_nft": "Reclama as túas recompensas NFT 7/8",
  "wiki.click_allow_harvester": "e fai clic en Permitir a colleitadora para crear a ligazón entre o controlador e a colleitadora",
  "wiki.cold_wallet": "Carteira Fría",
  "wiki.common_settings": "Configuración común",
  "wiki.confirm_cold_address": "Confirme que cada enderezo é correcto manualmente comparando o ficheiro descargado coa información que se mostra na pestana Chaves",
  "wiki.connect_blockchain": "Podes ir á pestana Conexións ou Blockchains para examinar o estado detallado",
  "wiki.connections_management": "Xestión de conexións",
  "wiki.cpu_requirement": "Unha vez sincronizados, os procesadores Intel® Core™ i7 de décima xeración deberían ser suficientes para cultivar máis de 50 forks blockchain",
  "wiki.cpu_requirement_note": "Non obstante, para a fase de sincronización do nodo inicial, realmente come CPU. Polo tanto, recomendamos configurar 5 forks de cadea de bloques por grupo e comezar grupo por grupo",
  "wiki.daily_report": "Informe diario",
  "wiki.decrypt_with_password": "Podes descifralo co contrasinal cando engadas novos forks de cadea de bloques",
  "wiki.disk_requirement": "O disco normal debería estar ben para máis de 50 bifurcacións blockchain",
  "wiki.edit_connection": "Podes engadir/eliminar conexións na pestana Conexións",
  "wiki.encrypt_your_keys": "Encripta as túas chaves cun contrasinal que só ti coñeces",
  "wiki.enter_form_fields": "a continuación, introduza todos os campos de formulario necesarios e descargue os ficheiros de composición docker-compose comprimidos xerados",
  "wiki.examine_other": "Tamén pode examinar os detalles usando outras pestanas",
  "wiki.execute_by_step": "Tamén pode executar os scripts anteriores paso a paso",
  "wiki.export_cold_wallet": "Exportar conta de Cold Wallet",
  "wiki.farming": "Minería",
  "wiki.farming_warnings": "Avisos de minería",
  "wiki.fast_provide": "ofrece ligazóns a ficheiros de bases de datos desenvolvidas e patrocinadas por:",
  "wiki.fast_sync": "Para acelerar a sincronización do teu nodo:",
  "wiki.few_minutes_harvester": "Poucos minutos despois, poderás ver a colleitadora na pestana de mans da WebUI",
  "wiki.fork_panel_background": "cada panel de bifurcación da cadea de bloques na pestana Resumo terá un fondo verde claro se funciona ben, se non, será un fondo amarelo claro",
  "wiki.fork_worker": "Este é cada un dos traballadores da cadea de bloques",
  "wiki.forks": "Forks Blockchain",
  "wiki.generate_new_key": "Na pantalla de inicio de WebUI, xera unha nova clave esta vez",
  "wiki.get_24_mnemonic_words": "Obtén 24 palabras mnemónicas mediante un script de terminal similar",
  "wiki.go_each_folder": "Vaia a cada cartafol e execute o script",
  "wiki.go_to_site": "Ir ao sitio",
  "wiki.hands_management": "Xestión de mans",
  "wiki.hardware_requirements": "Requisitos de hardware",
  "wiki.harvester": "Colleitadora",
  "wiki.harvester_generate_compose": "e fai clic en Modo colleitador para xerar cartafoles de composición docker",
  "wiki.import_backup": "Nota 1: recomendamos facer unha copia de seguridade das configuracións da carteira antes de importar",
  "wiki.import_cold_wallet": "Importar conta de Cold Wallet",
  "wiki.import_json": "Importe o ficheiro json de carteira fría descargado anteriormente (recomendado en máquinas diferentes).",
  "wiki.import_machine": "Na súa máquina de minería, visite a configuración - pestana de carteira fría",
  "wiki.import_wait": "Agarde uns minutos e vai á pestana da carteira para ver se o enderezo da carteira fría está actualizado ou non",
  "wiki.incompatible_db_issue": "En caso de problema de base de datos incompatible, pode eliminar o ficheiro de base de datos existente antes de executar o script de inicio docker-compose mediante",
  "wiki.keys": "Chaves",
  "wiki.linux_setup": "Configura Coctohug en Linux OS",
  "wiki.list_all_nodes": "Lista todas as conexións de nodos",
  "wiki.list_disk_search": "Lista posibles problemas de busca de disco",
  "wiki.list_network": "Lista posibles problemas de rede",
  "wiki.list_plot_count": "Enumere posibles problemas de diminución do número de parcelas",
  "wiki.list_sin_point": "Listar posibles problemas de sinalización",
  "wiki.list_total_blocks": "Lista de bloques totais atopados",
  "wiki.list_total_coins": "Lista de moedas totais recibidas",
  "wiki.list_wallet": "Lista o estado da carteira e o saldo da conta",
  "wiki.local_language": "Lingua local",
  "wiki.macos_setup": "Configura Coctohug en Mac OS",
  "wiki.monitor_farming": "Entón poderás controlar o estado da minería de varias maneiras",
  "wiki.monitoring": "Seguimento",
  "wiki.new_forks_will_supported": "Os novos forks blockchain serán compatibles moi pronto",
  "wiki.nft_recovery": "Recuperación de NFT",
  "wiki.no_more_5_forks": "Nota 1: Non inicie máis de 5 forks de cadea de bloques ao mesmo tempo, xa que os garfos de cadea de bloques de chia realmente comen CPU cando se sincronizan os nodos por primeira vez",
  "wiki.node_sync": "Sincronización de nodos",
  "wiki.node_sync_default": "Node sincronizarase automaticamente por defecto",
  "wiki.node_sync_done": "Unha vez realizada a sincronización dos nodos, a agricultura debería comezar automaticamente",
  "wiki.one_line_script": "Guión dunha liña",
  "wiki.or_generate_new_key": "Ou pode xerar unha chave totalmente nova; esta é principalmente para propósitos de carteira fría",
  "wiki.password": "Contrasinal",
  "wiki.prepare_new_machine": "Prepare unha nova máquina (diferente coa máquina de minería)",
  "wiki.prompt_24_words": "Solicitarase que introduza as 24 palabras mnemotécnicas cando acceda por primeira vez á WebUI con url; isto é principalmente para fins agrícolas.",
  "wiki.prompt_password": "Solicitarase que estableza un contrasinal para a configuración segura cando acceda por primeira vez á WebUI con url",
  "wiki.quick_start": "Inicio rápido",
  "wiki.ram_required": "Nota 2: Requírese ao redor de 1,8 G de RAM para cada bifurcación de cadea de bloques, polo que escolla algunhas garfos de cadea de bloques en función da memoria do ordenador",
  "wiki.ram_requirement": "A memoria necesaria é igual a: número de bifurcacións da cadea de bloques de minería multiplica 1,8 G de RAM",
  "wiki.received_coins_link": "A pestana Moedas recibidas ten unha ligazón:",
  "wiki.remaining_same": "Os pasos restantes son os mesmos cos anteriores",
  "wiki.remove_hand": "Podes quitar unha man cando non teñas pensado cultivala máis",
  "wiki.rull_all_folders": "Executar todos os cartafoles por orde:",
  "wiki.same_with": "O mesmo con",
  "wiki.secure_include": "As configuracións seguras inclúen: Cold Wallet, Coin Transfer, Restart Blockchain Forks, Harvester...",
  "wiki.secure_passphrased_24": "24 palabras mnemotécnicas con frase de paso segura",
  "wiki.setting_password": "Vai á pestana de configuración co teu contrasinal seguro",
  "wiki.setting_password_transfer": "Vaia á pestana da carteira e introduce o teu contrasinal seguro para transferir moedas",
  "wiki.settings_export_cold": "e vai a configuración - pestana de carteira fría para exportar os enderezos de carteira fría",
  "wiki.settings_import_cold": "e vai a configuración - pestana de carteira fría para importar os enderezos de carteira fría",
  "wiki.setup": "Montar",
  "wiki.setup_compose_folders": "Configure os cartafoles docker-compose",
  "wiki.summarize_block_day": "Resume bloques atopados/moedas recibidas por día",
  "wiki.summarize_block_week": "Resume bloques atopados/moedas recibidas por semana",
  "wiki.summarize_warning_day": "Resume os avisos de minería por día",
  "wiki.summarize_warning_week": "Resume os avisos de minería por semana",
  "wiki.summary_show": "A pestana Resumo pode mostrar: Total de moedas extraídas, saldo da conta, reconto de parcelas, tamaño da parcela, tamaño do espazo neto e tempo esperado para gañar",
  "wiki.switch_language_later": "Podes cambiar a calquera outro idioma máis tarde se o desexas",
  "wiki.transfer_coin": "Tamén podes transferir moedas na pestana da carteira",
  "wiki.transfer_coins": "Transferir moedas",
  "wiki.ubuntu_wsl": "Instale Ubuntu ou outro sistema Linux usando WSL",
  "wiki.unzip_docker_compose": "Descomprime os cartafoles descargados e cópiaos no teu directorio de traballo",
  "wiki.upgrade": "Actualizar",
  "wiki.used_secure_24": "pódese usar para protexer as túas 24 palabras mnemotécnicas",
  "wiki.visit": "Visita",
  "wiki.wait_few_minutes": "Agarde uns minutos para que se reinicien os garfos de blockchain",
  "wiki.wallet_mode_generate": "e fai clic en Modo carteira para xerar cartafoles de composición docker",
  "wiki.wallets_management": "Xestión de carteiras",
  "wiki.weekly_report": "Informe semanal",
  "wiki.windows_setup": "Configura Coctohug no sistema operativo Windows",
  "wiki.firewall_port": "Nota 4: Quizais necesites engadir portos permitidos de 12630 a 12700 na configuración do firewall do teu sistema",
  "wiki.re_script": "Nota 3: Se hai algún problema, é posible que necesites volver executar todos os cartafoles por orde:",
  "wiki.import_note_2": "Nota 2: só os garfos blockchain que funcionan poden importar carteira fría. Comproba se hai forks blockchain parados ou non antes de facelo. Seguro que tamén pode importar máis tarde de novo cando se reinicien",
  "wiki.fast_sync_1": "1. Descarga ficheiros: blockchain_v1_mainnet.sqlite e peer_table_node.sqlite",
  "wiki.fast_sync_2": "2. Detén a bifurcación da cadea de bloques mediante un script de terminal similar (dentro de cada cartafol):",
  "wiki.fast_sync_3": "3. Copia eses ficheiros no cartafol do fork blockchain de xeito similar a:",
  "wiki.fast_sync_4": "4. Inicia o fork blockchain mediante un script de terminal similar (dentro de cada cartafol):",
  "wiki.fast_sync_5": "Notas 1: a túa carteira necesita sincronización individual no programa de fork",
  "wiki.fast_sync_6": "Notas 2: a conexión da base de datos descargada ao teu fork blockchain pode levar ata 5 minutos.",
  "wiki.upgrade_mnc": "Isto precisa de novo as 24 palabras mnemotécnicas. Por favor, colócaas no ficheiro /home/user/.coctohug/mnc.txt. Despois de comezar todos os novos contedores docker, podes baleirar o ficheiro mnc.txt para mellorar o teu nivel de seguranza"
}