{
  "readme.and_more": "și altele...",
  "readme.chinese_veiw": "Captură de ecran chineză",
  "readme.easy_setup": "Configurare ușoară folosind",
  "readme.english_veiw": "Captură de ecran în engleză",
  "readme.german_veiw": "Captură de ecran germană",
  "readme.go_wiki": "Iată un manual de utilizare mai detaliat",
  "readme.localization": "Localizare plăcută cu suport pentru zeci de limbi:",
  "readme.more_help": "Căutați mai mult ajutor pe site-ul nostru",
  "readme.open_github": "Proiecte open source pe Github",
  "readme.quick_start": "Pornire rapidă",
  "readme.run_os": "Rulează pe Linux, Windows, MacOS și multe altele...",
  "readme.russian_veiw": "Captură de ecran rusă",
  "readme.supports": "Suporta:",
  "readme.title": "Coctohug - Gestionați zeci de chia blockchain forks extragerea dintr-un browser web!",
  "readme.trademark_detail": "CHIA NETWORK INC, CHIA™, CHIA BLOCKCHAIN™, CHIA PROTOCOL™, CHIALISP™ și „sigla frunzei” (inclusiv logo-ul frunzei atunci când se referă la sau indică Chia), sunt mărci comerciale sau mărci comerciale înregistrate ale Chia Network, Inc. ., o corporație din Delaware. *Nu există nicio legătură între acest proiect Coctohug și proiectul principal Chia Network.*",
  "readme.trademark_notice": "Notificare privind mărcile comerciale",
  "wiki.access": "Acces",
  "wiki.advanced_settings": "Setari avansate",
  "wiki.best_practices": "Cele mai bune practici",
  "wiki.blocks_found_n_coins": "Blocuri găsite/Monede primite",
  "wiki.browser_access_url": "Deschideți browserul și accesați WebUI cu url",
  "wiki.check_fews_days": "Verificați coctohug github la fiecare câteva zile",
  "wiki.choose_language": "În dreapta sus a WebUI, alegeți limba care vă place cel mai mult",
  "wiki.claim_nft": "Revendicați-vă recompensele NFT 7/8",
  "wiki.click_allow_harvester": "și faceți clic pe Allow Harvester pentru a construi legătura între controler și harvester",
  "wiki.cold_wallet": "Portofel rece",
  "wiki.common_settings": "Setările comune",
  "wiki.confirm_cold_address": "Confirmați că fiecare adresă este corectă manual, comparând fișierul descărcat cu informațiile afișate în fila Chei",
  "wiki.connect_blockchain": "Puteți accesa fila Conexiuni sau Blockchains pentru a examina starea detaliată",
  "wiki.connections_management": "Managementul conexiunilor",
  "wiki.cpu_requirement": "Odată sincronizate, procesoarele Intel® Core™ i7 de a 10-a generație ar trebui să fie suficiente pentru cultivarea a peste 50 de blocuri blockchain",
  "wiki.cpu_requirement_note": "Cu toate acestea, pentru etapa inițială de sincronizare a nodului, chiar consumă CPU. Așa că vă recomandăm să configurați 5 fork-uri blockchain per grup și să începeți grup cu grup",
  "wiki.daily_report": "Raport zilnic",
  "wiki.decrypt_with_password": "Îl puteți decripta cu parola atunci când adăugați noi fork-uri blockchain",
  "wiki.disk_requirement": "Discul normal ar trebui să fie bine pentru peste 50 de furci blockchain",
  "wiki.edit_connection": "Puteți adăuga/elimina conexiuni în fila Conexiuni",
  "wiki.encrypt_your_keys": "Îți criptează cheile cu o parolă pe care doar tu o cunoști",
  "wiki.enter_form_fields": "apoi introduceți toate câmpurile de formular necesare și descărcați fișierele docker-compose arhivate generate",
  "wiki.examine_other": "De asemenea, puteți examina detaliile folosind alte file",
  "wiki.execute_by_step": "De asemenea, puteți executa scripturile de mai sus pas cu pas",
  "wiki.export_cold_wallet": "Exportați contul Cold Wallet",
  "wiki.farming": "Minerit",
  "wiki.farming_warnings": "Avertismente miniere",
  "wiki.fast_provide": "furnizează legături la fișierele bazei de date - dezvoltate și sponsorizate de:",
  "wiki.fast_sync": "Pentru a accelera sincronizarea nodului:",
  "wiki.few_minutes_harvester": "Câteva minute mai târziu, veți putea vedea recoltatorul în fila mâini WebUI",
  "wiki.fork_panel_background": "fiecare panou de furcă blockchain din fila Rezumat va avea un fundal verde deschis dacă funcționează bine, altfel va fi un fundal galben deschis",
  "wiki.fork_worker": "Acesta este fiecare lucrători blockchain furk",
  "wiki.forks": "Blockchain Forks",
  "wiki.generate_new_key": "Pe ecranul de lansare WebUI, generați o cheie nouă de data aceasta",
  "wiki.get_24_mnemonic_words": "Obțineți 24 de cuvinte mnemonice printr-un script terminal similar",
  "wiki.go_each_folder": "Accesați fiecare folder și executați scriptul",
  "wiki.go_to_site": "Accesați site-ul",
  "wiki.hands_management": "Managementul mâinilor",
  "wiki.hardware_requirements": "Cerințe hardware",
  "wiki.harvester": "Secerator",
  "wiki.harvester_generate_compose": "și faceți clic pe Harvester Mode pentru a genera foldere docker-compose",
  "wiki.import_backup": "Nota 1: vă recomandăm să faceți backup pentru configurațiile portofelului înainte de import",
  "wiki.import_cold_wallet": "Importați contul Cold Wallet",
  "wiki.import_json": "Importați fișierul json pentru portofelul rece descărcat anterior (recomandat pe mașini diferite).",
  "wiki.import_machine": "Pe mașina dvs. de minerit, accesați setări - fila portofel rece",
  "wiki.import_wait": "Așteptați câteva minute și accesați fila Portofel pentru a vedea dacă adresa portofelului rece este actualizată sau nu",
  "wiki.incompatible_db_issue": "În cazul unei probleme db incompatibile, puteți elimina fișierul bazei de date existent înainte de a executa scriptul de pornire docker-compose prin",
  "wiki.keys": "Chei",
  "wiki.linux_setup": "Configurați Coctohug pe sistemul de operare Linux",
  "wiki.list_all_nodes": "Listați toate conexiunile nodurilor",
  "wiki.list_disk_search": "Listați posibilele probleme de căutare pe disc",
  "wiki.list_network": "Listați posibilele probleme de rețea",
  "wiki.list_plot_count": "Listați posibilele probleme de scădere a numărului de parcele",
  "wiki.list_sin_point": "Listați posibilele probleme de semnalizare",
  "wiki.list_total_blocks": "Listează blocurile totale găsite",
  "wiki.list_total_coins": "Listați numărul total de monede primite",
  "wiki.list_wallet": "Listați starea portofelului și soldul contului",
  "wiki.local_language": "Limba locala",
  "wiki.macos_setup": "Configurați Coctohug pe Mac OS",
  "wiki.monitor_farming": "Apoi veți putea monitoriza starea mineritului în diferite moduri",
  "wiki.monitoring": "Monitorizarea",
  "wiki.new_forks_will_supported": "Noile furci blockchain vor fi acceptate foarte curând",
  "wiki.nft_recovery": "Recuperare NFT",
  "wiki.no_more_5_forks": "Nota 1: Nu porniți mai mult de 5 furci blockchain în același timp, deoarece furcile chia blockchain mănâncă cu adevărat CPU atunci când se sincronizează nodul pentru prima dată",
  "wiki.node_sync": "Sincronizarea nodului",
  "wiki.node_sync_default": "Node se va sincroniza automat în mod implicit",
  "wiki.node_sync_done": "Odată ce sincronizarea nodurilor este finalizată, agricultura ar trebui să înceapă automat",
  "wiki.one_line_script": "Script cu o linie",
  "wiki.or_generate_new_key": "Sau puteți genera o cheie complet nouă - aceasta este în principal pentru scopul portofelului rece",
  "wiki.password": "Parola",
  "wiki.prepare_new_machine": "Pregătiți o nouă mașină (diferită cu mașina de minerit)",
  "wiki.prompt_24_words": "Vi se va solicita să introduceți cele 24 de cuvinte mnemonice atunci când accesați pentru prima dată WebUI cu url - aceasta este în principal pentru scopuri agricole",
  "wiki.prompt_password": "Vi se va solicita să setați o parolă pentru setările securizate, când accesați pentru prima dată WebUI cu url",
  "wiki.quick_start": "Pornire rapidă",
  "wiki.ram_required": "Nota 2: Aproximativ 1,8 G RAM este necesar pentru fiecare fork blockchain, așa că alegeți câteva fork blockchain pe baza memoriei computerului dvs.",
  "wiki.ram_requirement": "Memoria necesară este egală cu: numărul de furci blockchain de minerit multiplica 1,8 G RAM",
  "wiki.received_coins_link": "Fila Monede primite are un link:",
  "wiki.remaining_same": "Pașii rămași sunt aceiași cu cei de mai sus",
  "wiki.remove_hand": "Puteți îndepărta o mână când nu intenționați să o mai cultivați",
  "wiki.rull_all_folders": "Rulați toate folderele după comandă:",
  "wiki.same_with": "Acelasi cu",
  "wiki.secure_include": "Setările sigure includ: Cold Wallet, Coin Transfer, Restart Blockchain Forks, Harvester...",
  "wiki.secure_passphrased_24": "Secure Passphrased 24 de cuvinte mnemonice",
  "wiki.setting_password": "Accesați fila Setări cu parola dvs. sigură",
  "wiki.setting_password_transfer": "Accesați fila Portofel și introduceți parola sigură pentru a transfera monede",
  "wiki.settings_export_cold": "și accesați setări - fila portofel rece pentru a exporta adresele portofelului rece",
  "wiki.settings_import_cold": "și accesați setări - fila cold wallet pentru a importa adresele cold wallet",
  "wiki.setup": "Înființat",
  "wiki.setup_compose_folders": "Configurați folderele docker-compose",
  "wiki.summarize_block_day": "Rezumați blocurile găsite/Monede primite pe zi",
  "wiki.summarize_block_week": "Rezumați blocurile găsite / monedele primite pe săptămână",
  "wiki.summarize_warning_day": "Rezumați avertismentele miniere pe zi",
  "wiki.summarize_warning_week": "Rezumați avertismentele miniere pe săptămână",
  "wiki.summary_show": "Fila Rezumat poate afișa: Total de monede extrase, soldul contului, numărul parcelelor, dimensiunea parcelei, dimensiunea spațiului net și timpul așteptat pentru câștig",
  "wiki.switch_language_later": "Puteți trece la orice altă limbă mai târziu, dacă doriți",
  "wiki.transfer_coin": "De asemenea, puteți transfera monede în fila portofel",
  "wiki.transfer_coins": "Transfer monede",
  "wiki.ubuntu_wsl": "Instalați Ubuntu sau alt sistem Linux folosind WSL",
  "wiki.unzip_docker_compose": "Dezarhivați folderele descărcate și copiați-le în directorul dvs. de lucru. Vă rugăm să eliminați și acele foldere nedorite de blockchain forks pentru a evita situația în care computerul nu are resurse",
  "wiki.upgrade": "Modernizare",
  "wiki.used_secure_24": "poate fi folosit pentru a vă asigura cele 24 de cuvinte mnemonice",
  "wiki.visit": "Vizita",
  "wiki.wait_few_minutes": "Așteptați câteva minute pentru repornirea fork-urilor blockchain",
  "wiki.wallet_mode_generate": "și faceți clic pe Modul portofel pentru a genera foldere docker-compose",
  "wiki.wallets_management": "Gestionarea portofelelor",
  "wiki.weekly_report": "Raport saptamanal",
  "wiki.windows_setup": "Configurați Coctohug pe sistemul de operare Windows",
  "wiki.firewall_port": "Notă 4: poate fi necesar să adăugați porturi de permisie de la 12630 la 12700 în setările firewall-ului sistemului dvs.",
  "wiki.re_script": "Nota 3: Dacă există probleme, poate fi necesar să reporniți toate furcile blockchain:",
  "wiki.import_note_2": "Nota 2: Numai furcile blockchain care funcționează pot importa portofel rece. Vă rugăm să verificați dacă există blocuri blocate oprite sau nu înainte de a face acest lucru. Cu siguranță, puteți importa și mai târziu, când sunt repornite",
  "wiki.fast_sync_1": "1. Descărcați fișiere: blockchain_v1_mainnet.sqlite și peer_table_node.sqlite",
  "wiki.fast_sync_2": "2. Opriți bifurcația blockchain printr-un script terminal similar (în interiorul fiecărui folder):",
  "wiki.fast_sync_3": "3. Copiați acele fișiere în folderul blockchain fork similar cu:",
  "wiki.fast_sync_4": "4. Porniți fork blockchain cu un script terminal similar (în interiorul fiecărui folder):",
  "wiki.fast_sync_5": "Note 1: Portofelul dvs. are nevoie de sincronizare individuală în programul furk",
  "wiki.fast_sync_6": "Note 2: Conectarea bazei de date descărcate la furculița blockchain poate dura până la 30 de minute!",
  "wiki.upgrade_mnc": "Aceasta are nevoie din nou de cele 24 de cuvinte mnemonice. Vă rugăm să le puneți în fișierul /home/user/.coctohug/mnc.txt. După ce au pornit toate containerele docker noi, puteți goli fișierul mnc.txt pentru a vă îmbunătăți nivelul de securitate",
  "wiki.almost_with": "Majoritatea pașilor sunt aceiași",
  "wiki.move_unplanned": "Nota 5: Vă rugăm să nu uitați să mutați dosarul nedorit de furcături blockchain din folderul coctohug. În caz contrar, acestea vor fi pornite în același timp când operați pe toate furcile blockchain care funcționează și care vă poate duce la epuizarea resurselor computerului.",
  "wiki.setup_one": "Instalați fork-uri blockchain prin scripturi similare:",
  "ccm.all_header": "Comenzi rapide pentru toate furcile blockchain",
  "ccm.all_install": "Instalați toate furcile blockchain:",
  "ccm.all_restart": "Reporniți toate furcile blockchain:",
  "ccm.all_start": "Porniți toate furcile blockchain:",
  "ccm.all_stop": "Opriți toate furcile blockchain:",
  "ccm.all_uninstall": "Dezinstalați toate furcile blockchain:",
  "ccm.all_upgrade": "Actualizați toate furcile blockchain:",
  "ccm.docker_header": "Accesați containerul docker",
  "ccm.docker_inside": "Intrați în docker, cum ar fi tranzact:",
  "ccm.dom_clean": "Curățați toate imaginile docker neutilizate:",
  "ccm.dom_container": "Afișați toate containerele docker:",
  "ccm.dom_header": "Management operațional Docker",
  "ccm.dom_image": "Afișați toate imaginile Docker:",
  "ccm.help_guide": "Ghid de comandă:",
  "ccm.help_header": "Ajutor",
  "ccm.more": "Mai mult",
  "ccm.sample_header": "Exemple de comenzi pentru furculița blockchain flora",
  "ccm.sample_install": "Instalați o furcă blockchain, cum ar fi flora:",
  "ccm.sample_restart": "Reporniți o furcă blockchain, cum ar fi flora:",
  "ccm.sample_start": "Porniți o furcă blockchain, cum ar fi flora:",
  "ccm.sample_stop": "Opriți o furcă blockchain, cum ar fi flora:",
  "ccm.sample_uninstall": "Dezinstalați o furcă blockchain, cum ar fi flora:",
  "ccm.sample_upgrade": "Actualizați o furcă blockchain, cum ar fi flora:",
  "ccm.setup_directory": "Deschideți terminalul și schimbați directorul de lucru în folderul care conține ccm.sh",
  "ccm.setup_header": "Înființat",
  "ccm.setup_linux": "(Linux / Mac) Inițiază ccm prin crearea linkului:",
  "ccm.view_connect": "Vedeți informații despre conexiune, cum ar fi ethgreen:",
  "ccm.view_farm": "Vedeți informațiile rezumate ale fermei, cum ar fi ethgreen:",
  "ccm.view_header": "Vezi starea detaliată a blockchain fork",
  "ccm.view_key": "Vizualizați informații despre chei, cum ar fi ethgreen:",
  "ccm.view_log": "Vedeți informațiile din jurnal, cum ar fi ethgreen:",
  "ccm.view_wallet": "Vedeți informații despre portofel, cum ar fi ethgreen:"
}